Table of Contents
 Class TendonComponentLoading
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Tendon component loading
public class TendonComponentLoading
Inheritance
object
TendonComponentLoading
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Id
Tendon component Id
public int Id { get; set; }
Property Value
int
 Loading
Loading
public TendonLoading Loading { get; set; }
Property Value
TendonLoading
 Edit this page